[
  {
    "path": "posts/2021-02-12-reading-notes-making-good-progress/",
    "title": "Reading Notes: 'Making Good Progress?'",
    "description": "Tags: Daisy Christodoulou, Educational Psychology",
    "author": [
      {
        "name": "Casey Caprini",
        "url": {}
      }
    ],
    "date": "2021-02-12",
    "categories": [],
    "contents": "\r\nBook Info\r\n“Making Good Progress? The Future of Assessment for Learning”\r\nby Daisy Christodoulou\r\nThesis\r\nAssessment for Learning has failed to deliver significant improvements in UK schools because it has inadvertently become Assessment of Learning.\r\nPartially due to government involvement in accountability efforts\r\nSignificantly due to “generic skill” pedagogy that predominates school systems\r\nAssessment of Learning is built on harnessing feedback from (formative) assessment to increase progress: implementation has been plagued by “accurate but not useful” feedback.\r\nGeneric Skill Method vs Deliberate Practice Method\r\nGeneric Skill Method: complex skills, such as problem solving, communication, or critical thinking, are discrete and can be taught directly\r\nDeliberate Practice Method: complex skills—including learning itself—are dependent on large bodies of detailed, domain-specific content knowledge\r\nImplications for assessment\r\nFrom the Generic Skill perspective, similar tasked are used for summative and formative assessments.\r\nFrom the Deliberate Practice perspective, formative tasks are intentionally much narrower and more specific than summative assessment tasks.\r\n\r\n“The aim of performance is to use mental models. The aim of learning is to create them.”\r\n\r\nSummative vs Formative Assessment\r\nSummative Assessment –\r\nJudge the extent of learning for purpose of grading or certification\r\nCreate a shared meaning that goes beyond the context in which it is made\r\nStandard conditions (including external help)\r\nDiscriminating items\r\nRepresentative enough sample\r\nScaled scores (if practical)\r\n\r\nFormative Assessment –\r\nProvide useful consequences to inform what should be done next\r\nSpecific\r\nFrequent\r\nRepetitive\r\nRecord as raw marks\r\n\r\nValidity vs Reliability\r\nValidity – process of evaluating the inferences drawn from the results of an assessment\r\nReliability – amount of inconsistency between one measurement and the next\r\nMaking assessment tasks more authentic can reduce reliability. However, validity is about the inferences from test results—not the test itself. Therefore, reliability is a prerequisite for validity.\r\nMiscellaneous Ideas\r\nWillingham’s What to Remember –\r\nKnowledge and skills used over and over\r\nKnowledge needed to enable long-term of key concepts\r\nKnowledge important enough to remember later in life\r\n\r\nGoodhart’s Law – When a measure becomes a target, it loses value as a measure.\r\nKuhn’s Exemplars – For many concepts, their meaning is better defined by a community’s accepted set of examples—concrete problems with solutions—than through prose definition.\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2021-02-12T00:45:02-05:00",
    "input_file": "reading-notes-making-good-progress.utf8.md"
  },
  {
    "path": "posts/2021-02-10-reading-notes-cognitive-load-theory/",
    "title": "Reading Notes: 'Cognitive Load Theory'",
    "description": "Tags: John Sweller, Educational Pyschology, Cognitive Psychology",
    "author": [
      {
        "name": "Casey Caprini",
        "url": {}
      }
    ],
    "date": "2021-02-10",
    "categories": [],
    "contents": "\r\nBook Info\r\n“Cognitive Load Theory”\r\nby John Sweller, Paul Ayres, and Slava Kalyuga\r\nThesis\r\nFor complicated learning content (i.e., biologically secondary, high intrinsic load), instructional design is important to prevent excessive load on our working memory by\r\nReducing extraneous load by designing instruction with working memory and learner expertise in mind, and\r\nManaging intrinsic load through sequencing and matching tasks to learner’s expertise.\r\nHuman Cognitive Architecture\r\nWorking memory is extremely limited in capacity and duration.\r\nProcessing Function: Organizing, combining, comparing, and manipulating information. Limited to 2-3 pieces of novel information.\r\nStorage Function: Store intermediate products of cognition\r\nMultiple Processors: Most models include one processor for auditory information and one for visual information.\r\nLong-term memory (LTM) has no obvious capacity or duration limits.\r\nLearning as Borrowing and Imitation\r\nImitation is the basic method of information transfer; other methods (e.g., listening, reading) are essentially derivatives of imitation.\r\nLearners flatten aspects of information that are not similar to knowledge in LTM and sharpen aspects that correspond to information in LTM.\r\nDefinitions\r\nIntrinsic Cognitive Load: load imposed by basic structure of the information that must be acquired to achieve learning goals\r\nExtraneous Cognitive Load: load imposed solely by the instructional procedures used\r\nInteracting Elements: elements that must be processed simultaneously in working memory because they are logically related\r\nUnderstanding: ability to process interacting elements associated with a concept simultaneously in working memory\r\nThe difference between learning with understanding and learning by rote is quantitative (i.e., understanding the ability to handle larger amounts of element interactivity), not qualitative.\r\nInstructional Effects\r\nGoal-free Effect – In constrained problem spaces, goal-free problems reduce extraneous load of goal-to-given means-end analysis characteristic of novices.\r\nWorked Example Effect – For novices, well-constructed worked examples reduce extraneous load by directly providing problem solving schemas.\r\nParticularly well-suited to domains where algorithms can be applied.\r\nStudy/Solve Strategy: worked example study efficient when followed by solving a similar problem.\r\n\r\nSplit-attention Effect – Splitting attention between two sources of information—each unintelligible in isolation—separated spatially or temporally imposes extraneous load.\r\nIntegrate text in a diagram\r\nVerbal and visual information can presented simultaneously in integrated form\r\n\r\nModality Effect – Working memory can be effectively increased by using both the visual and auditory channels to present information that is unintelligible in isolation. Mayer’s Theory of Multimedia Learning suggests meaningful learning occurs when the learner actively connects mental representations of verbal and pictorial information. However, lengthy, complex content should be written, not spoken.\r\nRedundancy Effect – Presenting information that re-describes another fully intelligible representation imposes extraneous cognitive load. Presenting information that is not required for learning (given the learner’s expertise) is also redundant.\r\nExpertise Reversal Effect – Information that is required for novice learners can be redundant for experts, imposing extraneous cognitive load.\r\nGuidance Fading Effect – As learners develop expertise, the amount of direct guidance should be reduced to prevent imposing extraneous cognitive load.\r\nImagination Effect – For learners with requisite expertise, imagining a procedure or concept results in more learning than studying the procedure or concept.\r\nSelf-explanation Effect – Learners who process an example by explaining and providing justification for each “move” learn more than students who process surface structures only.\r\nElement Interactivity Effect – Reducing extraneous cognitive load is increasingly important for content with high element interactivity (i.e., high intrinsic load).\r\nIsolated Element Effect – Removing some interacting elements to create a sequence of non-interacting elements can prevent excessive intrinsic load.\r\nVariability Effect – For learners with requisite expertise, varying the deep structure of a problem increases intrinsic load and improves learning outcomes.\r\nTransient Information Effect – Learning loss can occur when information disappears before the learner can adequately process it or link it with other information.\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2021-02-10T23:10:24-05:00",
    "input_file": "reading-notes-cognitive-load-theory.utf8.md"
  },
  {
    "path": "posts/2021-02-09-reading-notes-specialization-and-trade/",
    "title": "Reading Notes: 'Specialization and Trade'",
    "description": "Tags: Arnold Kling, Political Economy",
    "author": [
      {
        "name": "Casey Caprini",
        "url": {}
      }
    ],
    "date": "2021-02-09",
    "categories": [],
    "contents": "\r\nBook Info\r\n“Specialization and Trade: A Re-introduction to Economics”\r\nby Arnold Kling\r\nThesis\r\nThe economy is best viewed as a set of patterns of sustainable specialization and trade (PSST).\r\nSpecialization should replace scarcity and choice as the most fundamental aspect of economics.\r\n\r\n“The work you do probably does not produce something you could consume. Even more striking is the fact that almost everything you consume is something you could not produce.”\r\n\r\nSpecialized, roundabout production in modern economies implies:\r\nstrong interdependence among firms and\r\nfinancial intermediation embedded in nearly every business.\r\nEconomics Models as Interpretative Frameworks\r\nEconomic models are best viewed as interpretive frameworks; they do not make falsifiable predictions. Causal density and evolution make model assumptions hard to validate and predictions very context dependent.\r\nThe Inadequate Metaphor of the Machine\r\nThe predominate view treats the economy as a machine that can be engineered using the mathematics of constrained optimization and the psychology of Behaviorism.\r\nA better metaphor is a computer network.\r\nCharacterized by emergent behavior\r\n“Software” (i.e., individual and collective knowledge) is at least as important as “hardware”\r\nUnemployment as an Adjustment Problem\r\nUnemployment can be viewed as a combination of static and dynamic adjustment problems.\r\nStatic: Mismatching and mispricing with a given job structure\r\nDynamic: Entrepreneurs must discover new patterns of specialization and trade by trial and error\r\nIn the PSST framework, the dynamic adjustment problem is the more significant. It is beyond the reach of the metaphor of the machine and has evolutionary characteristics. Permanent job losses are only remedied by discovering new PSST and creating jobs that do not yet exist.\r\nUnderstanding the Subsidize Demand/Restrict Supply Pattern\r\nThe “subsidize demand/restrict supply” prescription for perceived market failures is inconsistent with conventional theories of market failure but common in public policy.\r\nSpecialization implies individual productivity strongly depends on how its combined with other tasks/inputs. Individual well-being is much more greatly affected by the market for what one produces rather than the market for the variety of goods one consumes. Therefore, concentrated interests more naturally form on the supply side of markets.\r\nThus, the “subsidize demand/restrict supply” pattern in public policy follows easily from a PSST/public choice framework.\r\nFluctuations as Reputational Minsky Cycles\r\nSpecialized, roundabout production implies that financial intermediation is embedded in nearly all industries/firms. Financial intermediaries also perform risk transformation. To be useful, they are necessarily opaque—reputations must matter in finance.\r\nFluctuations can be understood as reputational Minsky cycles of the financial industry.\r\nHedge Phase: Following downturn, reputations are low. This induces conservative behavior, and reputations begin to improve.\r\nSpeculative Phase: Investment increases. More risky but mostly sound projects are financed. Losses can be covered by gains or obscured. Reputations continue to improve.\r\nPonzie Phase: Reputations are undeservedly high. Increasing levels of investment lead to increasingly unsound projects being financed. Losses accumulate and begin to reach savers. Reputations collapse.\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2021-02-09T23:49:56-05:00",
    "input_file": "reading-notes-specialization-and-trade.utf8.md"
  },
  {
    "path": "posts/2021-02-09-reading-notes-the-three-languages-of-politics/",
    "title": "Reading Notes: 'The Three Languages of Politics'",
    "description": "Tags: Arnold Kling, Political Economy",
    "author": [
      {
        "name": "Casey Caprini",
        "url": {}
      }
    ],
    "date": "2021-02-09",
    "categories": [],
    "contents": "\r\nBook Info\r\n“The Three Languages of Politics: Talking Accross the Political Divides”\r\nby Arnold Kling (3rd Edition)\r\nThesis\r\nPolitical languages evolved in context of tribal gamesmanship. The languages enable political communication in a manner that effectively signals to our own political tribes; not being understood by other tribes is a feature and not a bug.\r\nA three-axis model is posited that describes the predominate paradigm that frames each tribe’s political communications.\r\nProgressive Axis: Oppressor <—> Oppressed\r\nConservative Axis: Civilization <—> Barbarism\r\nLibertarian Axis: Liberty <—> Coercion\r\nQuick Guide to the Groups\r\nGroup\r\nBelieve in\r\nRevere\r\nView markets as\r\nProgressives\r\nHuman betterment\r\nScience\r\nUnfair\r\nConservatives\r\nHuman weakness\r\nThe past\r\nVirtuous\r\nLibertarians\r\nHuman rationality\r\nTechnology\r\nPeaceful cooperation\r\nWhy It Matters\r\nFamily, enduring friendship, meaningful shared work, and local communities are declining. Political tribalism is expanding to fill the resulting void.\r\nMotivated reasoning occurs instinctively and at an unconscious level. Open-minded reasoning requires effort and an ability to understand other political languages; such fluency allows disagreement without conflict.\r\nOn Reasonable Disagreement\r\nGood-faith disagreements can occur between coherent, reasonable points of view. Rather than questioning the reasonability of an opposing view, a better question may be whether its application is appropriate for the circumstances.\r\nHeuristic:\r\n\r\n“The only person you are qualified to pronounce unreasonable is yourself.”\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2021-02-09T23:17:07-05:00",
    "input_file": "reading-notes-the-three-languages-of-politics.utf8.md"
  }
]
